## Quick Chat Commands from Command & Conquer: Red Alert 3
## http://nyerguds.arsaneus-design.com/manuals/Red%20Alert%203/RA3_manual_english.pdf
## https://t.bilibili.com/99841003?type=2

MENU_L1 = [
    "请求",
    "答复",
    "战术",
    "全体信息",
]

MENU_L2 = [
    [
        "护卫我的基地！", "撤退", "分兵", "搞定主要目标", "搞定额外目标",
        "求救！", "侧翼攻击", "匿纵", "脱离运输载具"
    ],
    [
        "是", "否", "敌人来袭", "地面进击", "空中进击",
        "海面进击", "攻城", "再说一次？"
    ],
    [
        "建造", "快攻", "分兵", "搞定主要目标", "搞定额外目标",
        "求救！", "侧翼攻击", "匿纵", "脱离运输载具"
    ],
    [
        "护卫我的基地！", "撤退", "分兵", "搞定主要目标", "搞定额外目标",
        "求救！", "侧翼攻击", "匿纵", "脱离运输载具"
    ]
]
